{
    "DATA":[
        {"CHARACTER":"Narrator"},	
        {"TEXT":"You two touch down on the surface of the planet. All around you, you see lifelike statues, all made of marble.", "NARRATOR": true},
        {"CHARACTER":"Hugo_wow"},
        {"TEXT":"Whoa! These statooes are incredible, they almost look real!", "TIME":0.03},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Hauhauhau, please, don't exaggerate! I am glad, however, that you find beauty in them - I worked very hard to make them right."},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Ohh, y-you're the one who made all of this? W-What's your name?", "TIME":0.03},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Ah, how rude of me to not have introduced myself..."},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"My name is Tales, and this planet is the cradle of my creation!"},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Tell me, my boy, what is the name by which you live by?"},
        {"CHARACTER":"Hugo_yay"},
        {"TEXT":"I-It's Hugo, sir! Hugo Hulu!", "TIME":0.02},
        {"CHARACTER":"Tales_meticulous"},
        {"TEXT":"Hulu, huh...? Just like the general Clayton Hulu? One of my works is based on him, you know."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"O-Oh..."},
        {"CHARACTER":"Tales_meticulous"},
        {"TEXT":"Ah, yet you come on a good tide, as at the moment I'm touching up my magnum opus! Come, come, let me show you."},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"The sculptor guides you two to a more recluse spot on his studio, taking great care to avoid disrupting any of his other works.", "NARRATOR": true},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"When you arrive, there it is - his magnum opus. A giant statue made of precious stones, depicting the life-like visage of an old man.", "NARRATOR": true},
        {"CHARACTER":"Hugo_wow"},
        {"TEXT":"Whoaaaaaaa, this is incredible! It's so beautiful!", "TIME":0.03},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Ah, I humble myself upon such kindness! This piece, my boy, is named 'The face of God'!"},
        {"CHARACTER":"Tales_meticulous"},
        {"TEXT":" Of course, naturally I have no knowledge of how God looks like, so I based it upon my dear father instead."},
        {"CHARACTER":"Tales"},
        {"TEXT":"Still... there's much to be done ahead of me."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"W-What? What do you mean? This looks so good already, what else can you do??"},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Hauhauhau! Ah, my little prince, you're very kind, but this is far, far from perfect yet."},
        {"CHARACTER":"Tales_meticulous"},
        {"TEXT":"You see, my master, the great Terence Tello, has a motto!"},
        {"APPEND_TEXT":" 'One can never accept anything short of absolute perfection.'"},
        {"CHARACTER":"Tales_sad"},
        {"TEXT":"Even if I truly love all my statues... I must admit they're nothing but crude errors."},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":" Except, well... except this one! It's still unfinished, but, this time, I feel like I'll finally grasp perfection!."},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"..."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"Mister... did something happen to your hands? Y-You don't look okay...", "TIME":0.03},
        {"CHARACTER":"Tales_glad"},
        {"TEXT":"Oh, this? Bah, it's nothing major... After all, human bodies are intrinsically imperfect. My hands have only failed to keep up with my work ethic."},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"Um... are you sure?", "TIME":0.03},
        {"CHARACTER":"Tales_mad"},
        {"TEXT":"Yes, I am sure! Why are you questioning me?"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Maybe you can visit the doctor for a bit! It might give you inspiration...", "TIME":0.03},
        {"CHARACTER":"Tales_mad"},
        {"TEXT":"Nonsense! Bah, stop trying to interrupt my work, you slacker!"},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"..."},
        {"CHARACTER":"Tales_sad"},
        {"TEXT":"S-Sorry. I was disproportionatially rude to you. It is simply a matter of differences in upbringing."},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"Up... binging?", "TIME":0.03},
        {"CHARACTER":"Tales_mad"},
        {"TEXT":"Upbringing! My parents and my master have always taught me the value of hard work and determination - how each and every one of us can reach greatness if we truly devote ourselves to it!"},
        {"CHARACTER":"Tales_mad"},
        {"TEXT":"If my body rejects greatness... then unfortunately, I must reject it, too. The material cannot stop the transcendental."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"I... I think I understand how he feels..."},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"..."},
        {"CHOICE":["royal letter", "teddy bear"]},
        {"END":"END"}
    ]
}