{
    "DATA":[
        {"CHARACTER":"Hugo"},
        {"TEXT":"O-Okay, here it is!", "TIME":0.03},
        {"CHARACTER":"Hilda_yay"},
        {"TEXT":"Ooh, yep, that's exactly what I was expecting!", "TIME":0.02},
        {"CHARACTER":"Hugo_yay"},
        {"TEXT":"Hey, hey, what did you get? Show me show me", "TIME":0.02},
        {"CHARACTER":"Hilda_hehe"},
        {"TEXT":"'My dear Hugo, I thereby present the greatest gift of all - tickets to visit the entire universe..."},
        {"CHARACTER":"Hugo_wow"},
        {"TEXT":"Whoaaaa, the entire universe?? Hey, can I go with you? Then I can continue my adventure!", "TIME":0.03},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"..."},
        {"TEXT":"I... Alright, you can have it... here, for you and your friend."},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"Huh... But what about you, Hilda? You're not coming with us?", "TIME":0.02},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"Hugo... I'm sick. I can't leave here."},
        {"CHARACTER":"Hugo"},
        {"TEXT":"But soon you'll get better, right? And then we can go on a trip!", "TIME":0.02},
        {"CHARACTER":"Hilda_cry"},
        {"TEXT":"..."},
        {"TEXT":"I, I don't know."},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"I got these tickets on a writing competition... I actually wanted to get a new TV, but they sent me this instead..."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"Oh..."},
        {"CHARACTER":"Hugo_serious"},
        {"TEXT":"W-Wait, I have something to show you!", "TIME":0.02},
        {"CHARACTER":"Narrator"},
        {"TEXT":"Hugo dips out for a moment, running to the kitchen. When he comes back, there's a cup of coffee on three of his tentacles.", "NARRATOR":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Here, this is coffee! This is what adults drink... It's a bit bitter, so also I put in a bit of honey!", "TIME":0.03},
        {"CHARACTER":"Hilda"},
        {"TEXT":"Wow... This is actually really good! Hugo, where did you learn to make this?", "TIME":0.03},
        {"CHARACTER":"Hugo_yay"},
        {"TEXT":"Oh, I went to a Café planet today!", "TIME":0.02},
        {"CHARACTER":"Hilda_wow"},
        {"TEXT":"Hoo, that sounds cool! You've traveled a lot, haven't you?", "TIME":0.02},
        {"CHARACTER":"Hugo"},
        {"TEXT":"W-Well, I only got started today, but... yes! I met famous writers, and soldiers, and even four weird monkeys that wanted to sell me stuff!", "TIME":0.03},
        {"CHARACTER":"Hilda"},
        {"TEXT":"Monkeys? Hey, monkeys aren't a thing, they're just an invention to sell more shirts!", "TIME":0.02},
        {"CHARACTER":"Hugo"},
        {"TEXT":"I swear, I saw four of them! I swear by my fourth tentacle!", "TIME":0.02},
        {"CHARACTER":"Hilda_huh"},
        {"TEXT":"Ehh, I don't believe in your oath! I bet it'll fall and another one will grow without the oath.", "TIME":0.02},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"..."},
        {"TEXT":"My dad also swore by his tentacles that he was going to return after the war... but I bet he must have swapped out all of them for another daughter that can go on adventures with him!"},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"My... My dad also doesn't let me go on adventures... but, but I plan on talking up to him when I get back, so I can travel again!", "TIME":0.03},
        {"CHARACTER":"Hugo_yay"},
        {"TEXT":"Then, I'll become the greatest adventurer of the universe, and I'll have a lot of stories to tell you until you get better!", "TIME":0.03},
        {"CHARACTER":"Hilda_huh"},
        {"TEXT":"B-But what if your dad gets mad at you? Or the war gets so dangerous that you can't leave?", "TIME":0.02},
        {"CHARACTER":"Hugo"},
        {"TEXT":"W-Well... Then I'll at least visit you! My dad says the war doesn't get near hospital planets... It's too scared of them!", "TIME":0.03},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"..."},
        {"TEXT":"Hugo... Do you really promise to visit me until I get better?"},
        {"CHARACTER":"Hugo_yay"},
        {"TEXT":"Yes, I swear by my tenta-", "TIME":0.02, "AUTOSKIP":true},
        {"CHARACTER":"Hilda_sad"},
        {"TEXT":"No, no tentacle oath. A real oath."},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.15},
        {"CHARACTER":"Hugo_serious"},
        {"TEXT":"...", "TIME":0.03},
        {"CHARACTER":"Hugo"},
        {"TEXT":"I swear, Hilda. I swear by everything that exists!", "TIME":0.03},
        {"TEXT":"And then, y-you'll get better, and then, you'll become my vice-commander!", "TIME":0.03},
        {"CHARACTER":"Hilda_yay"},
        {"TEXT":"Hahaha, alright... but I'll be the leader, okay?", "TIME":0.03},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Okay! It's a deal! Until you get better!", "TIME":0.03},
        {"CHARACTER":"Hilda_yay"},
        {"TEXT":"U-Until I get better!", "TIME":0.03},
        {"CHARACTER":"Narrator"},
        {"TEXT":"The two octopuses high-eight each other, spinning and hitting each tentacle. After that... you depart, leaving Hilda's planet behind.", "NARRATOR":true},
        {"CHARACTER":"Hugo"},
        {"LIVE_TEXT":"...Until she gets better."},
        {"END":"END"}
    ]
}