{
    "DATA":[
        {"CHARACTER":"Tales_meticulous"},	
        {"TEXT":"A... A teddy bear. Why would someone send me something like that? Crude texture, mediocre form..."},
        {"CHARACTER":"Tales_meticulous"},	
        {"TEXT":"Hm..."},
        {"TEXT":"Heh, when I was young, I remember my father gave me a bear identical to this one... 'Nicolas', I called him. I can still remember its felt on my hands..."},
        {"CHARACTER":"Tales_sad"},	
        {"TEXT":"..."},
        {"TEXT":"Huh, curious... I cannot feel its texture any longer. These hands... they can't feel it. D-Damnit, why do you refuse to sense anything but marble?"},
        {"CHARACTER":"Hugo_sad"},	
        {"TEXT":"M-Mister?", "TIME":0.03},
        {"CHARACTER":"Tales_mad"},	
        {"TEXT":"S-Stupid hands! No! What... What happened to you? H-How long has it been?", "TIME":0.02},
        {"CHARACTER":"Narrator"},	
        {"TEXT":" Tales looks back at his creation. His father's gaze falls upon him.", "NARRATOR": true},
        {"CHARACTER":"Tales_sad"},	
        {"TEXT":"Father... You told me this would happen, wasn't it? But I chose Terence over you..."},
        {"CHARACTER":"Hugo_sad"},	
        {"TEXT":"Um... mister... is your dad still around? W-What if you talk to him again?", "TIME":0.03},
        {"CHARACTER":"Tales_sad"},	
        {"TEXT":"Yes, he's still around... but I'm unsure if he'd be happy to see me once more. I, I abandoned my family! My mother, my brother, my father..."},
        {"CHARACTER":"Protagonist"},	
        {"TEXT":"..."},
        {"CHARACTER":"Tales_sad"},	
        {"TEXT":" Perhaps... Perhaps not. I shall take your idea into consideration, little mailman. My mind is clouded with doubt... though that might be for the best."},
        {"CHARACTER":"Tales_meticulous"},	
        {"TEXT":" ...Thank you."},
        {"CHARACTER":"Narrator"},	
        {"TEXT":" With that, you two fly away in your rocket-box - Tales' studio fading in the distance.", "NARRATOR": true},
        {"CHARACTER":"Hugo"},	
        {"LIVE_TEXT":" I hope everything ends up okay for him.", "TIME":0.03},
        {"END":"END"}
    ]
}