{
    "DATA":[
        {"CHARACTER":"Narrator"},	
        {"TEXT":"You arrive on the planet. At first, it seems like any other planet... inhabitated by normal people, living their normal lives.", "NARRATOR": true},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"Them on the horizon... you see her.", "NARRATOR": true},
        {"CHARACTER":"hugo_yay"},	
        {"TEXT":"Hey mom! Mom!!", "TIME": 0.02},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Oh, Huggy! I didn't see you there, I was so distracted..."},
        {"CHARACTER":"ruth"},	
        {"TEXT":"How is my favorite little octopus doing? Have you cleaned your tentacles properly, dear? And your head, here, let me polish it up for you!"},
        {"CHARACTER":"hugo_serious"},	
        {"TEXT":"S-Stop, mom, you're embarassing me in front of my friend!", "TIME": 0.03},
        {"CHARACTER":"protagonist"},	
        {"TEXT":"..."},
        {"CHARACTER":"hugo_yay"},	
        {"TEXT":"We spent the entire day traveling through the universe, mom! It was so fun!!" , "TIME": 0.02},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Oh, I see! And where did you go to play?"},
        {"CHARACTER":"hugo_yay"},	
        {"TEXT":"We visited all sorts of places! A café planet, a planet full of pigeons, one that's in war...", "TIME": 0.02},
        {"CHARACTER":"ruth"},	
        {"TEXT":" W-What? LITTLE CANINE, YOU'VE TAKEN MY BOY TO A WARZONE?"},
        {"CHARACTER":"hugo_serious"},	
        {"TEXT":" N-No, mom, today is Pudding Day, remember? There's no war today!", "TIME": 0.03},
        {"CHARACTER":"hugo_serious"},	
        {"TEXT":"A-Also, um... he protected me!", "TIME": 0.03},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Hummm..."},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"The weight of her stare is palpable. In one fell swoop, she could absolutely demolish your entire family tree.", "NARRATOR": true},
        {"CHARACTER":"ruth"},	
        {"TEXT":"This time, I'll let you off the hook. But know that I could have easily hurled you and your entire company into a black hole, understand?"},
        {"CHARACTER":"protagonist"},	
        {"TEXT":"..."},
        {"CHARACTER":"ruth"},	
        {"TEXT":"But, Huggy, what are you doing here? I doubt your father let you go unattended like that... despite his bruteness, I respect his caution."},
        {"CHARACTER":"hugo_serious"},	
        {"TEXT":"I... Sorry, mom, but I ran away.", "TIME": 0.04},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Y-You ran away?"},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"Dad wouldn't let me do anything... and all my friends, they all left on Pudding Day, but I had to stay, and then I...", "TIME": 0.04},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"...", "TIME": 0.04},
        {"CHARACTER":"hugo_sad", "TIME": 0.04},	
        {"TEXT":"I just miss you, mom. I miss you so much!"},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Aw, Huggy..."},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"Why does everything need to be so complicated? I just want our walks around the park back. And our vacations to the moons...", "TIME": 0.04},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"...The house just gets so quiet and serious without you.", "TIME": 0.04},
        {"CHARACTER":"ruth"},	
        {"TEXT":" ...I'm sorry. Truly, I... I should've been there for you. / Your father and I... you know how things are."},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"I know, but I just get upset sometimes...", "TIME": 0.04},
        {"CHARACTER":"ruth"},	
        {"TEXT":"It's... I..."},
        {"CHARACTER":"hugo_sad"},	
        {"TEXT":"Mom... could you come to visit more often? Please...? ", "TIME": 0.04},
        {"CHARACTER":"ruth"},	
        {"TEXT":"I... I'll try, Huggy. I'll talk to your father again"},
        {"CHARACTER":"Hugo_sad"},	
        {"TEXT":"T-Thanks, mom.", "TIME": 0.04},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"With a quiet dash, Hugo hugs one of his mother's tentacles, embracing it with all of his eight arms. The two sit there for a little while... taking in their presence while they still can.", "NARRATOR": true},
        {"CHARACTER":"ruth"},	
        {"TEXT":"Hey, I... I can also send you the new Octo-Boy magazines that released recently. He's starting a new arc now, did you know that?"},
        {"CHARACTER":"hugo_yay"},	
        {"TEXT":"Yes, mom... I've been following all the news about him ever since you left. I love his stories.", "TIME": 0.03},
        {"CHARACTER":"ruth"},	
        {"TEXT":"I... I know, my Huggy. And I love you."},
        {"CHARACTER":"protagonist"},	
        {"TEXT":"..."},
        {"CHARACTER":"Narrator"},	
        {"TEXT":"The two depart from their embrace, and Hugo returns to your rocket-box. Slowly, its engines activate... and ruth's figure turns smaller, and smaller...", "NARRATOR": true},
        {"CHARACTER":"hugo_yay"},	
        {"LIVE_TEXT":"Goodbye, mom! Gooodbyeee!!", "TIME": 0.03},
        {"END":"END"}
    ]
}

