{
    "DATA":[
        {"CHARACTER":"Narrator"},
        {"TEXT":"The girl opens up the package... her hands slightly trembling.", "NARRATOR":true},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"O-Oh! Oh my..."},
        {"TEXT":"..."},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Sorry! Did, did our package make you sad?", "TIME":0.03},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"No, no..! This... I mean..."},
        {"TEXT":"This is an old photo of us, together... and she sent a rose, too!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Does that mean...?", "TIME":0.03},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"I, I don't know. I'm still afraid."},
        {"TEXT":"..."},
        {"TEXT":"Looking back to that day... It was so much fun."},
        {"TEXT":"Abigail was the smartest girl in our class!"},
        {"APPEND_TEXT":" ...She was also our troublemaker."},
        {"TEXT":"There was one time... a group of bullies were messing with a friend of ours. Abi got up to defend him, and they heckled her instead."},
        {"TEXT":"Instead of backing down, she, she... she raised a tree branch, screamed out of the top of her lungs, and scared them all off!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"W-Woah! That sounds like something Tree-Man would do!", "TIME":0.03},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"Haha, yeah... That day, she looked like a courageous knight."},
        {"TEXT":"..."},
        {"TEXT":"What would she say if I told her my feelings?"},
        {"TEXT":"I remember, she would always tell me..."},
        {"TEXT":"'Madeleine, never bow your head! Show your universe the strength you have, and destroy your enemies!!!'"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"That... that sounds intense!", "TIME":0.03},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"Hahaha... She always looks so beautiful when she says tacky things like that..."},
        {"TEXT":"..."},
        {"TEXT":"I... Maybe I should face my fears, right?"},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.15},
        {"CHARACTER":"Madeleine"},
        {"TEXT":"Y-Yeah... I guess you're right! I'll send a message inviting her. Even if she doesn't feel the same way..."},
        {"APPEND_TEXT":" We'll still be best friends. I know it."},
        {"TEXT":"T-Thanks, little squid. Thanks, mailman!"},
        {"TEXT":"The girl runs towards the carnival again, excitedly calling her phone. You two go back to your rocket-box.", "NARRATOR":true},
        {"CHARACTER":"Hugo"},
        {"LIVE_TEXT":"Good luck, Madeleine!", "TIME":0.03},
        {"END":"END"}
    ]
}