{
    "DATA":[
        {"CHARACTER":"Benta"},
        {"TEXT":"An old lady surrounded by pigeons appears to greet you, gently smiling at you and your small companion.", "NARRATOR":true},
        {"CHARACTER":"Hugo_wow"},
        {"TEXT":"Whoa! Pigeons pigeons pigeons pigeons", "TIME":0.02},
        {"CHARACTER":"Benta"},
        {"TEXT":"Rorororo! Hello, dear child. Do you also enjoy the company of pigeons?", "TIME":0.05},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Hahaha, yeah, I-I just think they look so funny!", "TIME":0.03},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":" My dad doesn't like it when I play with them, though...", "TIME":0.03},
        {"CHARACTER":"Hugo"},
        {"TEXT":"But they're really good at carrying letters! J-Just like us, right?", "TIME":0.03},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.03},
        {"CHARACTER":"Benta"},
        {"TEXT":"Rororo, I see... Well, you must be the mailmen I was waiting for!", "TIME":0.05},
        {"TEXT":"I'm really glad for your services, you know.", "TIME":0.05},
        {"TEXT":"I'd even offer a piece of cake, but sadly, as you can see, I don't have an oven here...", "TIME":0.05},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"Huh...", "TIME":0.03},
        {"APPEND_TEXT":"Um, lady, do you live here? The address was for this planet, but there's no house in here!", "TIME":0.03},
        {"CHARACTER":"Benta"},
        {"TEXT":"Rororo, indeed, you're a very observant young man!", "TIME":0.04},
        {"TEXT":"You see, I'm a writer, and I often spend entire days here... looking for inspiration.", "TIME":0.05},
        {"TEXT":"In a way... I see this planet as my second home - the most magical place in the entire galaxy.", "TIME":0.05},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"But... I don't understand! This planet is so empty and boring... I just see trees and pigeons here.", "TIME":0.03},
        {"CHARACTER":"Benta"},
        {"TEXT":"Ah, but there are many stories to tell with trees and pigeons!"},
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"T-There are? None of the stories I like have them...", "TIME":0.04},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Mine are just filled with heroes and battles, just like my mom and dad's stories!", "TIME":0.02},
        {"CHARACTER":"Benta"},
        {"TEXT":"Hmmm... Mr. Mailman, do you perchance have something to deliver for me? That might help me with my explanation..."},
        {"CHOICE":["feather"]},
        {"END":"END"}
    ]
}