{
    "DATA":[
        {"CHARACTER":"Hugo_huh"},
        {"TEXT":"Is this teddy bear yours...?"},
        {"CHARACTER":"Joel_smile"},
        {"TEXT":"Heh, so you got me, then. Yeah, yeah, it's mine. Got a kid back home that needs protectin'."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"So people are really fighting here, then...", "TIME":0.03},
        {"CHARACTER":"Joel"},
        {"TEXT":"Yeah. Your pa didn't tell you? It was him that ordered the attack on us."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"W-What? But... Dad wouldn't... would he?", "TIME":0.03},
        {"CHARACTER":"Joel"},
        {"TEXT":"..."},
        {"TEXT":"Here's the thing about war, kid. There are no heroes. Some might be villains, some might be just people survivin'."},
        {"TEXT":"I don't exactly blame your pa for strikin' back - we attacked first. His was just a counter-offensive."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"B-But why did you attack?", "TIME":0.03},
        {"CHARACTER":"Joel_sad"},
        {"TEXT":"It's... difficult. Personally, given the destruction I've seen now, I probably wouldn't have supported it. But back then... well, it didn't seem like we had much of a choice."},
        {"CHARACTER":"Joel"},
        {"TEXT":"You bossy octopuses always had it easy, while we had to fend for ourselves with your scraps. Every day, a new struggle for survivin'. Hunger, shelter... all that."},
        {"CHARACTER":"Joel_sad"},
        {"TEXT":"The kid... the one for this teddy bear... I carried her as a baby for six months, just so we could find a doctor to treat her. Her dad, he was my friend."},
        {"CHARACTER":"Joel"},
        {"TEXT":"...And he died under the reign of you, octopuses."},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.15},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"I... I'm really sorry! I didn't...", "TIME":0.03},
        {"CHARACTER":"Joel"},
        {"TEXT":"...do anything. I know, kid... I know. It's not your fault. Maybe not even your pa's fault. But our struggle happens because of you, anyway."},
        {"CHARACTER":"Hugo_sad"},
        {"TEXT":"...", "TIME":0.03},
        {"CHARACTER":"Joel_sad"},
        {"TEXT":"Seriously, it's not your fault. After everything, you still seem like a good kid. All this violence and hatred... if we all just helped each other, nothing like this would have to happen."},
        {"CHARACTER":"Joel_smile"},
        {"TEXT":"You're our future, kid. You and her. I hope your generation turns out better than ours."},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.15},
        {"CHARACTER":"Joel_smile"},
        {"TEXT":"Well, I'm glad for this talk... and I'm thankful for your delivery. But now, I need to get back to my hideout. If this war ever comes to a close... come and visit, okay?"},
        {"CHARACTER":"Hugo_serious"},
        {"TEXT":"A-Alright. Alright, I promise I'll come back!", "TIME":0.03},
        {"CHARACTER":"Hugo"},
        {"TEXT":"And, and, I'll help you rebuild!", "TIME":0.03},
        {"CHARACTER":"Joel_smile"},
        {"TEXT":"That's good, kid. That's really good to hear."},
        {"CHARACTER":"Narrator"},
        {"TEXT":"Silently, the soldier returns to the ruined building, and you two go back to your rocket-box.", "NARRATOR":true},
        {"CHARACTER":"Hugo"},
        {"LIVE_TEXT":"I... I'll talk to dad later! Things will get better, I promise!", "TIME":0.03},
        {"END":"END"}
    ]
}