{
    "DATA":[
        {"CHARACTER":"Hugo"},
        {"TEXT":"What are these rocket-beans? Tell me more about the rocket-beans, please!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Oh, it seems we have another rocket enthusiast here!"},
        {"TEXT":"Alright, so... there's one thing you always need to remember: coffee and rockets are basically the same thing."},
        {"TEXT":"Both of them are made with elaborate engineering, and have the power to take your heart anywhere!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"W-Whoa, really?", "TIME":0.03},
        {"CHARACTER":"Narrator"},
        {"TEXT":"Alinda's eyes twitch a bit. Here we go.", "NARRATOR":true},
        {"CHARACTER":"Alinda"},
        {"TEXT":"YES!", "TIME":0.01},
        {"TEXT":"AND THESE ROCKET-BEANS ARE THE PERFECT MARRIAGE OF THESE TWO THINGS! IT'S THE BEST IN THE UNIVERSE!", "TIME":0.01},
        {"TEXT":"NO, NOT THE UNIVERSE! THE MULTIVERSE!!", "TIME":0.01},
        {"APPEND_TEXT":" AHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHA", "TIME":0.01},
        {"APPEND_TEXT":"HAHAHAHAHAHAHAHAHAAAAHAAAAAHAHAEAUHAHAHA", "TIME":0.01},
        {"TEXT":"HA.", "TIME":0.01},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Wow... You must be the coolest person in the universe!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Hahaha, yeah!"},
        {"TEXT":"Hey, you know, you look like someone with a lot of promise! Wanna learn how to prepare the best coffee in the MULTIVERSE??"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Yes yes yes yes", "TIME":0.03},
        {"CHARACTER":"Protagonist"},
        {"TEXT":"...", "TIME":0.15},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Don't worry, 20 minutes is plenty of time for him to became a certified coffee wizard! Are you ready, little buddy!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Yes!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Okay HERE WE GO!", "TIME":0.005},
        {"TEXT":"Alright Hugo, first we bend the paper filter like this, with care and effort, and never forget to fold the corners, okay?", "TIME":0.0001, "AUTOSKIP":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Okay!", "TIME":0.001, "AUTOSKIP":true},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Now we scald the filter with hot water, you know, to avoid making it taste like paper (bleh) and then we get rid of the water!", "TIME":0.0001, "AUTOSKIP":true},
        {"TEXT":"We're now going to grind our dear rocket-beans. Ready, Hugo?", "TIME":0.03},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Yes, captain!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"We'll use a grinder, your ship must have one like this, oh and it's important to get the right size, not too small, but also not too big!", "TIME":0.0001, "AUTOSKIP":true},
        {"TEXT":"Okay, now we're transfering the coffee, we'll drip the hot water slowly using a circular motion near the strainer.", "TIME":0.0001, "AUTOSKIP":true},
        {"TEXT":"Okay, finally, we need to stir the coffee using a spoon! There are all kinds of spoons, small spoons, big spoons, circular spoons, sporks...", "TIME":0.0001, "AUTOSKIP":true},
        {"TEXT":"In this case, I recommend a small spoon!", "TIME":0.0001, "AUTOSKIP":true},
        {"TEXT":"Are you writing this down, Hugo?", "TIME":0.001, "AUTOSKIP":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Yes, captain! It's all here on my Octo-Boy notebook!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Good! Anyway, stirring is important because when it comes out of the strainer, it's all separated into layers, so if we don't stir it...", "TIME":0.0001, "AUTOSKIP":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"...The taste gets all stuck in the bottom!", "TIME":0.0001, "AUTOSKIP":true},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Yes, exactly, exactly! Now, after doing all that, the coffee itself will be ready!", "TIME":0.0001, "AUTOSKIP":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Um, captain, it's too bitter, I can't drink it...", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Hahaha, well, I was getting to that! Your taste buds are still really young, so for you, we need to add honey."},
        {"CHARACTER":"Narrator"},
        {"TEXT":"Alinda carefully dips a drip of honey into the beverage, and returns the mug to Hugo.", "NARRATOR":true},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Whoa, this is so good!! You're the best, Alinda!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"Hehe, of course! Hey, if you decide to develop your coffee skills and practice, come back here, alright? We can have a coffee duel!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Okay, captain! I'll train everyday and practice a lot!", "TIME":0.03},
        {"CHARACTER":"Alinda"},
        {"TEXT":"I'll be looking forward to that! Until then, then!"},
        {"CHARACTER":"Hugo"},
        {"TEXT":"Bye-bye!!", "TIME":0.03},
        {"CHARACTER":"Narrator"},
        {"TEXT":"With that, Hugo hops into the cardboard rocket, and the two of you fly away, back into space.", "NARRATOR":true},
        {"END":"END"}
    ]
}